{
  "tokens": [
    "de",
    "shi4",
    "xue2",
    "shi3",
    "li4",
    "he2",
    "ji4",
    "yi1",
    "yi4",
    "wen2",
    "shi2",
    "zai4",
    "bu4",
    "wei4",
    "ji1",
    "zhu3",
    "yong4",
    "ji2",
    "li3",
    "xian4",
    "shu4",
    "cheng2",
    "si1",
    "yu3",
    "yan2",
    "zhe2",
    "suan4",
    "jia1",
    "zhong1",
    "xi1",
    "yi3",
    "guan1",
    "ren2",
    "you3",
    "jian4",
    "ke1",
    "le",
    "fen1",
    "xing2",
    "ge4",
    "yu2",
    "fang1",
    "zuo4",
    "guo2",
    "ta1",
    "da4",
    "zhi4",
    "jiu1",
    "qi2",
    "dui4",
    "fa1",
    "dai4",
    "hua4",
    "zhi1",
    "zhe4",
    "di4",
    "de2",
    "ju4",
    "zi4",
    "xing4",
    "guo4",
    "xie1",
    "ye3",
    "ke3",
    "lai2",
    "dao4",
    "fa3",
    "ti2",
    "xi4",
    "yuan2",
    "duo1",
    "te4",
    "ke4",
    "xin1",
    "hui4",
    "jin4",
    "jiao4",
    "tong1",
    "she4",
    "yao4",
    "lun4",
    "bei4",
    "yu4",
    "qi1",
    "ma3",
    "zheng4",
    "huo4",
    "sheng1",
    "tong2",
    "gong1",
    "ti3",
    "lei4",
    "xiang1",
    "er3",
    "er2",
    "jie3",
    "bian4",
    "xiang3",
    "ge2",
    "xiang4",
    "zhong3",
    "tong3",
    "zhong4",
    "ming2",
    "zhe3",
    "ya4",
    "lu4",
    "zhu4",
    "suo3",
    "zhan3",
    "wei2",
    "dao3",
    "jing1",
    "bing4",
    "chu1",
    "ren4",
    "dong4",
    "zhi3",
    "shang4",
    "ben3",
    "gu3",
    "chang2",
    "neng2",
    "jie1",
    "dian3",
    "jie2",
    "ding4",
    "wu4",
    "cong2",
    "ru2",
    "zhou1",
    "gou4",
    "zhi2",
    "you2",
    "shu1",
    "hou4",
    "ze2",
    "qu1",
    "xu4",
    "han2",
    "chuan2",
    "ling3",
    "da2",
    "jie4",
    "kuo4",
    "bao1",
    "men",
    "quan2",
    "nian2",
    "ci2",
    "shuo1",
    "ying1",
    "qi3",
    "yin1",
    "deng3",
    "duan4",
    "jiang1",
    "mian4",
    "cun2",
    "geng4",
    "zhan4",
    "mu4",
    "xin4",
    "biao3",
    "cheng1",
    "liu2",
    "bi3",
    "ni2",
    "nei4",
    "fan4",
    "mei3",
    "zi1",
    "qu4",
    "ying3",
    "fei1",
    "wen4",
    "dou1",
    "jian1",
    "lie4",
    "qian2",
    "dan4",
    "jin3",
    "la1",
    "qiu2",
    "fu4",
    "na4",
    "dian4",
    "lian2",
    "du2",
    "wang3",
    "liao4",
    "xia4",
    "min2",
    "luo2",
    "shi1",
    "gai4",
    "hai2",
    "pin3",
    "che1",
    "ye4",
    "ping2",
    "tu2",
    "bie2",
    "fu2",
    "mo2",
    "xie3",
    "qi4",
    "kai1",
    "dang1",
    "su4",
    "qiang2",
    "tai2",
    "shu3",
    "zui4",
    "du4",
    "chan3",
    "pu3",
    "rong2",
    "bian1",
    "ba1",
    "kao3",
    "wai4",
    "ge1",
    "diao4",
    "mi4",
    "qun2",
    "ji3",
    "shen1",
    "shou4",
    "zhuan3",
    "nan2",
    "liang4",
    "jue2",
    "yun4",
    "pan4",
    "biao1",
    "hu4",
    "ling4",
    "dan1",
    "shen2",
    "gui1",
    "zao4",
    "bo1",
    "yi2",
    "gao1",
    "luo4",
    "lv4",
    "qing2",
    "jiao1",
    "huan4",
    "ran2",
    "hei1",
    "yue4",
    "ou1",
    "tiao2",
    "pi1",
    "sui2",
    "mei2",
    "zhang1",
    "xiao3",
    "hen3",
    "san1",
    "zao3",
    "xian1",
    "zhe",
    "chuang4",
    "gen1",
    "er4",
    "chao2",
    "jia4",
    "chu4",
    "ci4",
    "jiu4",
    "xu1",
    "gai1",
    "guang3",
    "zheng1",
    "mou3",
    "la4",
    "jiao3",
    "kang1",
    "zong1",
    "liang3",
    "que4",
    "men2",
    "xu3",
    "yang4",
    "ci3",
    "ao4",
    "lan2",
    "yan3",
    "wan1",
    "bao3",
    "kou3",
    "zi",
    "yan4",
    "zhen1",
    "ru4",
    "jian3",
    "zhuan1",
    "ruan3",
    "nian4",
    "pai4",
    "guan3",
    "yang2",
    "cai2",
    "tai4",
    "qing1",
    "guo3",
    "xing1",
    "jun1",
    "tui1",
    "zheng3",
    "shao3",
    "tan4",
    "gan3",
    "jing4",
    "tuo1",
    "xiu1",
    "lin2",
    "cha2",
    "chu3",
    "sai1",
    "mo4",
    "jin1",
    "ri4",
    "gang3",
    "sheng4",
    "xun4",
    "tu3",
    "wu2",
    "wan2",
    "hua2",
    "ban1",
    "meng2",
    "an4",
    "zu3",
    "fan3",
    "li2",
    "ming4",
    "yin3",
    "gai3",
    "a1",
    "xiao4",
    "tou2",
    "ying4",
    "jiang3",
    "you4",
    "wa3",
    "gong4",
    "dong1",
    "ban3",
    "ka3",
    "an1",
    "fou3",
    "hao4",
    "zhun3",
    "ku4",
    "shou3",
    "miao2",
    "ce4",
    "qu3",
    "chi2",
    "huo2",
    "wei1",
    "nao3",
    "hu1",
    "bai3",
    "qie3",
    "yin4",
    "zhang3",
    "qian1",
    "hui2",
    "hai3",
    "cai3",
    "ai1",
    "xuan3",
    "pian1",
    "pian4",
    "lai4",
    "su1",
    "sa4",
    "se4",
    "ban4",
    "me",
    "xun2",
    "pin2",
    "hong2",
    "gu1",
    "bo2",
    "yuan3",
    "lun2",
    "feng1",
    "nuo4",
    "zhu2",
    "kan4",
    "bao4",
    "san4",
    "zu2",
    "jing3",
    "ceng2",
    "bi4",
    "ling2",
    "qie4",
    "yang3",
    "fan1",
    "bei3",
    "gu4",
    "tao3",
    "xie2",
    "long2",
    "wan4",
    "tan3",
    "qiao2",
    "chen2",
    "ding1",
    "he4",
    "yue1",
    "han4",
    "chong1",
    "zhui1",
    "mu3",
    "ta3",
    "chu2",
    "le4",
    "huan2",
    "wei3",
    "juan3",
    "ju2",
    "dang4",
    "xi2",
    "kuai4",
    "kong4",
    "man4",
    "di2",
    "you1",
    "di3",
    "cu4",
    "qing3",
    "wu1",
    "rang4",
    "bang1",
    "mao4",
    "tang2",
    "shang1",
    "lve4",
    "nai3",
    "pan2",
    "fan2",
    "xian3",
    "zhuang4",
    "fu1",
    "cha4",
    "shou1",
    "wan3",
    "chun2",
    "wo3",
    "niu2",
    "si4",
    "jia3",
    "sha1",
    "can1",
    "su2",
    "tie3",
    "kao4",
    "die2",
    "shui3",
    "deng1",
    "ba3",
    "mao2",
    "huai2",
    "za2",
    "xie4",
    "pei2",
    "mai4",
    "ha1",
    "pi2",
    "niu3",
    "zong3",
    "ruo4",
    "bing1",
    "dou4",
    "kua4",
    "suo1",
    "gua1",
    "tu1",
    "dun4",
    "ying2",
    "lu2",
    "lei1",
    "sang1",
    "guo1",
    "cha1",
    "wu3",
    "fen4",
    "duan3",
    "nv3",
    "zeng1",
    "lao3",
    "ni3",
    "rao4",
    "fang3",
    "tiao1",
    "mian3",
    "kong1",
    "cao1",
    "pang2",
    "hu2",
    "ning2",
    "shen4",
    "ya3",
    "ting2",
    "kai3",
    "kan1",
    "wang4",
    "peng2",
    "guang1",
    "hui1",
    "zhuan4",
    "qiao3",
    "lian4",
    "huo3",
    "chang3",
    "zhen4",
    "da3",
    "chou1",
    "lei2",
    "en1",
    "dang3",
    "xiang2",
    "ye2",
    "mi3",
    "rui4",
    "lang3",
    "nong2",
    "fei4",
    "xuan1",
    "ken3",
    "bin1",
    "pai2",
    "kuan1",
    "pei4",
    "que1",
    "huang2",
    "wang2",
    "sui1",
    "ya2",
    "gao4",
    "xi3",
    "zhuang1",
    "gan4",
    "zhao4",
    "na3",
    "lu3",
    "shan1",
    "zhuo1",
    "gang1",
    "gan1",
    "xue3",
    "lao4",
    "ti1",
    "fang4",
    "lao2",
    "kong3",
    "yong3",
    "du1",
    "zhu1",
    "sen1",
    "tiao4",
    "cui4",
    "jiu3",
    "luan4",
    "bei1",
    "kang4",
    "kuang4",
    "ai4",
    "qing4",
    "liang2",
    "zuan3",
    "bai4",
    "gui4",
    "qiu1",
    "bai2",
    "yao2",
    "fu3",
    "pa4",
    "zuo3",
    "nu2",
    "shen3",
    "po4",
    "leng3",
    "dun1",
    "hao3",
    "cuo4",
    "tian2",
    "ma2",
    "ba",
    "chao1",
    "huan1",
    "bu3",
    "qin1",
    "che4",
    "hun4",
    "tian1",
    "shun4",
    "zhou4",
    "shao4",
    "ru3",
    "xia2",
    "sheng3",
    "gei3",
    "sao1",
    "zhang4",
    "shu2",
    "ju3",
    "guan4",
    "duan1",
    "xue1",
    "reng2",
    "xiao1",
    "pou1",
    "ju1",
    "shan4",
    "wo4",
    "yuan4",
    "di1",
    "pi3",
    "fang2",
    "chuan1",
    "gua4",
    "e4",
    "lang4",
    "e2",
    "zai3",
    "ang2",
    "nu3",
    "chang4",
    "ga1",
    "zhao3",
    "mi2",
    "qin2",
    "shua1",
    "zan4",
    "chun1",
    "song4",
    "liao2",
    "shuai1",
    "man3",
    "zha4",
    "fa2",
    "hui3",
    "pu4",
    "sa1",
    "heng2",
    "chi3",
    "sou1",
    "ma",
    "tan1",
    "wo1",
    "wen1",
    "chi1",
    "chui2",
    "pao4",
    "hua1",
    "ting1",
    "ping1",
    "pang1",
    "tuo2",
    "ding3",
    "she3",
    "re4",
    "kan3",
    "kun4",
    "dian1",
    "cang2",
    "qiong2",
    "zun1",
    "cai4",
    "miao4",
    "xiong2",
    "sun3",
    "tuo4",
    "quan1",
    "tan2",
    "xiu4",
    "tui4",
    "nai4",
    "zou4",
    "liu4",
    "kun1",
    "lou2",
    "ou3",
    "fei2",
    "lan3",
    "shang3",
    "po3",
    "wen3",
    "shuang1",
    "tao4",
    "yong1",
    "lou4",
    "shao1",
    "huai4",
    "chou2",
    "beng1",
    "kui4",
    "lv3",
    "ba4",
    "tang1",
    "jun4",
    "zen3",
    "ya1",
    "po1",
    "shan3",
    "sao3",
    "huan3",
    "chuan4",
    "zhui4",
    "hang2",
    "dui1",
    "pi4",
    "qiang1",
    "zha1",
    "mian2",
    "wang1",
    "guai4",
    "min3",
    "bang4",
    "ta4",
    "zu1",
    "dai1",
    "jiong3",
    "zhan1",
    "dan3",
    "mou2",
    "huang1",
    "miu4",
    "song1",
    "qia4",
    "kui2",
    "chan4",
    "ti4",
    "xuan2",
    "xun1",
    "feng3",
    "diao1",
    "sun1",
    "pian2",
    "lan4",
    "meng4",
    "zhai1",
    "wai1",
    "hai4",
    "tuan2",
    "hen2",
    "man2",
    "zou3",
    "cun1",
    "mang2",
    "gong3",
    "mie4",
    "sai4",
    "huang3",
    "he1",
    "po2",
    "chi4",
    "zao1",
    "shai1",
    "pin1",
    "cou4",
    "xue4",
    "sang4",
    "nong4",
    "pai1",
    "zong4",
    "mo1",
    "pan1",
    "wa1",
    "kuan3",
    "ben1",
    "gui3",
    "gun3",
    "cang1",
    "fei3",
    "xian2",
    "ka1",
    "yun2",
    "zha2",
    "pu2",
    "she2",
    "nie4",
    "rou4",
    "cao3",
    "suan1",
    "run4",
    "liu3",
    "feng4",
    "dong3",
    "hou2",
    "tao2",
    "beng4",
    "bang3",
    "ben4",
    "qiang3",
    "ne",
    "yin2",
    "quan3",
    "gou3",
    "niao3",
    "jiang4",
    "hu3",
    "hao2",
    "<pad>",
    "<unk>",
    "<s>",
    "</s>"
  ],
  "unk": "<unk>",
  "pad": "<pad>",
  "bos": "<s>",
  "eos": "</s>"
}