{
  "tokens": [
    "的",
    "学",
    "史",
    "历",
    "一",
    "是",
    "文",
    "和",
    "在",
    "主",
    "为",
    "用",
    "算",
    "哲",
    "计",
    "人",
    "有",
    "中",
    "机",
    "了",
    "以",
    "科",
    "义",
    "分",
    "方",
    "理",
    "国",
    "于",
    "大",
    "不",
    "作",
    "究",
    "对",
    "研",
    "发",
    "时",
    "个",
    "家",
    "这",
    "现",
    "代",
    "其",
    "性",
    "过",
    "些",
    "也",
    "可",
    "与",
    "法",
    "及",
    "多",
    "特",
    "来",
    "斯",
    "通",
    "事",
    "论",
    "要",
    "期",
    "化",
    "式",
    "体",
    "成",
    "类",
    "同",
    "关",
    "解",
    "到",
    "实",
    "尔",
    "种",
    "地",
    "生",
    "而",
    "德",
    "统",
    "程",
    "系",
    "者",
    "亚",
    "思",
    "或",
    "他",
    "观",
    "会",
    "展",
    "世",
    "进",
    "西",
    "重",
    "件",
    "语",
    "克",
    "新",
    "并",
    "动",
    "数",
    "本",
    "术",
    "能",
    "域",
    "题",
    "使",
    "字",
    "相",
    "格",
    "形",
    "部",
    "常",
    "出",
    "它",
    "教",
    "定",
    "上",
    "被",
    "从",
    "古",
    "马",
    "之",
    "行",
    "如",
    "认",
    "据",
    "经",
    "传",
    "领",
    "洲",
    "后",
    "包",
    "们",
    "年",
    "说",
    "所",
    "社",
    "构",
    "意",
    "等",
    "物",
    "述",
    "自",
    "面",
    "达",
    "存",
    "基",
    "证",
    "加",
    "书",
    "更",
    "信",
    "岛",
    "表",
    "将",
    "变",
    "里",
    "立",
    "称",
    "内",
    "尼",
    "明",
    "则",
    "都",
    "影",
    "想",
    "问",
    "点",
    "记",
    "起",
    "纪",
    "拉",
    "美",
    "目",
    "得",
    "资",
    "界",
    "指",
    "括",
    "比",
    "去",
    "战",
    "料",
    "响",
    "非",
    "利",
    "建",
    "民",
    "提",
    "因",
    "下",
    "视",
    "前",
    "还",
    "流",
    "词",
    "列",
    "间",
    "品",
    "车",
    "源",
    "维",
    "但",
    "工",
    "电",
    "区",
    "名",
    "别",
    "写",
    "开",
    "当",
    "言",
    "叙",
    "段",
    "析",
    "识",
    "台",
    "结",
    "支",
    "强",
    "最",
    "合",
    "始",
    "希",
    "力",
    "考",
    "图",
    "应",
    "技",
    "具",
    "全",
    "外",
    "何",
    "群",
    "度",
    "由",
    "普",
    "业",
    "转",
    "调",
    "诗",
    "产",
    "布",
    "判",
    "向",
    "注",
    "密",
    "设",
    "献",
    "罗",
    "巴",
    "公",
    "元",
    "标",
    "编",
    "球",
    "象",
    "治",
    "制",
    "单",
    "量",
    "然",
    "高",
    "黑",
    "欧",
    "条",
    "批",
    "造",
    "随",
    "评",
    "录",
    "小",
    "网",
    "见",
    "很",
    "三",
    "路",
    "陆",
    "著",
    "释",
    "索",
    "早",
    "情",
    "着",
    "交",
    "南",
    "导",
    "码",
    "创",
    "二",
    "联",
    "接",
    "容",
    "模",
    "息",
    "运",
    "心",
    "受",
    "该",
    "质",
    "广",
    "政",
    "知",
    "依",
    "译",
    "某",
    "另",
    "腊",
    "节",
    "阶",
    "根",
    "康",
    "两",
    "范",
    "仅",
    "各",
    "型",
    "较",
    "次",
    "门",
    "话",
    "读",
    "许",
    "换",
    "直",
    "此",
    "典",
    "盖",
    "湾",
    "口",
    "子",
    "即",
    "客",
    "样",
    "验",
    "入",
    "第",
    "济",
    "围",
    "专",
    "器",
    "例",
    "软",
    "念",
    "派",
    "道",
    "步",
    "艺",
    "那",
    "至",
    "演",
    "就",
    "角",
    "奥",
    "复",
    "英",
    "像",
    "纳",
    "果",
    "确",
    "处",
    "推",
    "整",
    "少",
    "探",
    "感",
    "互",
    "近",
    "含",
    "革",
    "章",
    "保",
    "香",
    "神",
    "塞",
    "正",
    "吉",
    "兰",
    "士",
    "供",
    "议",
    "规",
    "日",
    "助",
    "港",
    "涵",
    "属",
    "朝",
    "无",
    "真",
    "需",
    "几",
    "修",
    "哥",
    "育",
    "序",
    "兴",
    "原",
    "争",
    "韩",
    "反",
    "限",
    "极",
    "线",
    "命",
    "只",
    "改",
    "阿",
    "似",
    "泛",
    "集",
    "宗",
    "帝",
    "断",
    "组",
    "土",
    "殖",
    "概",
    "完",
    "华",
    "管",
    "瓦",
    "东",
    "卡",
    "已",
    "安",
    "否",
    "试",
    "准",
    "独",
    "库",
    "剧",
    "描",
    "身",
    "又",
    "取",
    "唯",
    "版",
    "活",
    "权",
    "价",
    "号",
    "先",
    "且",
    "头",
    "印",
    "长",
    "圣",
    "游",
    "回",
    "简",
    "越",
    "础",
    "便",
    "海",
    "伊",
    "奇",
    "共",
    "素",
    "埃",
    "脑",
    "值",
    "选",
    "往",
    "易",
    "军",
    "背",
    "遗",
    "赖",
    "己",
    "深",
    "遍",
    "位",
    "持",
    "林",
    "采",
    "萨",
    "引",
    "致",
    "么",
    "歌",
    "戏",
    "片",
    "决",
    "远",
    "伦",
    "连",
    "诺",
    "苏",
    "洛",
    "蒙",
    "逐",
    "境",
    "看",
    "求",
    "察",
    "扩",
    "散",
    "络",
    "讯",
    "景",
    "县",
    "估",
    "示",
    "薯",
    "辑",
    "态",
    "托",
    "渐",
    "未",
    "切",
    "际",
    "核",
    "律",
    "没",
    "汇",
    "北",
    "皆",
    "波",
    "讨",
    "音",
    "频",
    "带",
    "够",
    "精",
    "万",
    "志",
    "坦",
    "做",
    "贝",
    "任",
    "智",
    "百",
    "丁",
    "洋",
    "什",
    "手",
    "官",
    "奖",
    "效",
    "涉",
    "率",
    "鲜",
    "赫",
    "划",
    "般",
    "十",
    "严",
    "约",
    "追",
    "威",
    "色",
    "塔",
    "驱",
    "乐",
    "环",
    "按",
    "卷",
    "档",
    "众",
    "族",
    "择",
    "控",
    "风",
    "异",
    "汉",
    "获",
    "莱",
    "底",
    "促",
    "践",
    "请",
    "报",
    "让",
    "细",
    "略",
    "盘",
    "逻",
    "离",
    "再",
    "启",
    "激",
    "尽",
    "辩",
    "半",
    "差",
    "收",
    "优",
    "晚",
    "乎",
    "终",
    "张",
    "纯",
    "承",
    "清",
    "播",
    "除",
    "我",
    "牛",
    "四",
    "映",
    "借",
    "项",
    "故",
    "习",
    "俗",
    "铁",
    "商",
    "裁",
    "架",
    "隆",
    "靠",
    "速",
    "水",
    "快",
    "太",
    "协",
    "硬",
    "才",
    "把",
    "综",
    "显",
    "弗",
    "潮",
    "怀",
    "夫",
    "杂",
    "诠",
    "培",
    "摩",
    "哈",
    "仰",
    "塑",
    "务",
    "征",
    "延",
    "总",
    "翻",
    "假",
    "旨",
    "局",
    "参",
    "亦",
    "篇",
    "留",
    "唐",
    "载",
    "金",
    "红",
    "忆",
    "层",
    "跨",
    "级",
    "员",
    "千",
    "瓜",
    "突",
    "叫",
    "油",
    "续",
    "末",
    "初",
    "默",
    "姆",
    "冲",
    "勒",
    "桑",
    "皮",
    "紧",
    "巨",
    "答",
    "案",
    "觉",
    "陈",
    "麦",
    "繁",
    "织",
    "疑",
    "寻",
    "份",
    "袁",
    "介",
    "短",
    "女",
    "增",
    "策",
    "迁",
    "老",
    "查",
    "绕",
    "趋",
    "偏",
    "误",
    "挑",
    "石",
    "空",
    "乔",
    "势",
    "市",
    "平",
    "媒",
    "操",
    "课",
    "灯",
    "必",
    "归",
    "月",
    "卢",
    "倾",
    "甚",
    "雅",
    "符",
    "纽",
    "凯",
    "功",
    "司",
    "刊",
    "今",
    "乌",
    "光",
    "讲",
    "辞",
    "帮",
    "撰",
    "巧",
    "荷",
    "贸",
    "曲",
    "揭",
    "侧",
    "呈",
    "融",
    "伪",
    "备",
    "馆",
    "尤",
    "缩",
    "食",
    "火",
    "场",
    "打",
    "执",
    "碟",
    "站",
    "伯",
    "阳",
    "冰",
    "奶",
    "积",
    "灵",
    "抽",
    "叶",
    "状",
    "恩",
    "京",
    "宁",
    "党",
    "毛",
    "详",
    "捷",
    "福",
    "耶",
    "米",
    "曼",
    "朗",
    "兹",
    "农",
    "费",
    "宣",
    "肯",
    "梅",
    "顿",
    "尚",
    "益",
    "排",
    "校",
    "津",
    "宽",
    "州",
    "护",
    "配",
    "缺",
    "继",
    "阅",
    "移",
    "虚",
    "青",
    "若",
    "虽",
    "班",
    "告",
    "笔",
    "令",
    "拟",
    "画",
    "曾",
    "趣",
    "免",
    "博",
    "照",
    "哪",
    "宏",
    "鲁",
    "服",
    "病",
    "沙",
    "富",
    "山",
    "输",
    "械",
    "磁",
    "均",
    "雪",
    "豆",
    "酪",
    "汽",
    "梯",
    "庞",
    "阐",
    "放",
    "脱",
    "谨",
    "雷",
    "候",
    "辨",
    "茨",
    "扬",
    "劳",
    "笛",
    "父",
    "玛",
    "督",
    "森",
    "跳",
    "蒂",
    "适",
    "乱",
    "针",
    "佛",
    "旧",
    "抗",
    "慧",
    "插",
    "桥",
    "每",
    "况",
    "望",
    "庆",
    "嘉",
    "韵",
    "抒",
    "触",
    "幻",
    "纂",
    "王",
    "籍",
    "升",
    "河",
    "白",
    "府",
    "干",
    "鉴",
    "训",
    "溯",
    "键",
    "既",
    "奴",
    "养",
    "城",
    "崛",
    "破",
    "边",
    "奠",
    "冷",
    "微",
    "敦",
    "好",
    "授",
    "镜",
    "错",
    "户",
    "援",
    "盟",
    "飞",
    "桌",
    "函",
    "甘",
    "麻",
    "吧",
    "绝",
    "胡",
    "欢",
    "迎",
    "隐",
    "气",
    "充",
    "霍",
    "击",
    "股",
    "瑞",
    "谓",
    "永",
    "瑟",
    "吸",
    "诸",
    "宾",
    "柏",
    "莫",
    "粹",
    "检",
    "廷",
    "郭",
    "混",
    "忽",
    "天",
    "脚",
    "母",
    "顺",
    "剑",
    "附",
    "八",
    "束",
    "兼",
    "覆",
    "宇",
    "宙",
    "莎",
    "毕",
    "黄",
    "绍",
    "途",
    "难",
    "尝",
    "省",
    "给",
    "绘",
    "拜",
    "牙",
    "贵",
    "骚",
    "熟",
    "悉",
    "仿",
    "端",
    "削",
    "仍",
    "隶",
    "访",
    "材",
    "沉",
    "审",
    "剖",
    "徙",
    "居",
    "诞",
    "余",
    "首",
    "疾",
    "置",
    "阵",
    "装",
    "善",
    "乃",
    "链",
    "廉",
    "师",
    "声",
    "住",
    "匹",
    "邦",
    "星",
    "呼",
    "挂",
    "伏",
    "厄",
    "邮",
    "玻",
    "乾",
    "堡",
    "锅",
    "射",
    "龙",
    "拖",
    "绿",
    "扶",
    "浪",
    "漫",
    "弃",
    "裂",
    "超",
    "殊",
    "须",
    "补",
    "俄",
    "泽",
    "谢",
    "狄",
    "杜",
    "柯",
    "孔",
    "昂",
    "努",
    "亲",
    "减",
    "彻",
    "虑",
    "齐",
    "跃",
    "伴",
    "找",
    "慕",
    "壮",
    "失",
    "伸",
    "悲",
    "儒",
    "叉",
    "止",
    "五",
    "副",
    "聚",
    "爱",
    "狭",
    "挥",
    "署",
    "秦",
    "刷",
    "梵",
    "春",
    "秋",
    "武",
    "斗",
    "儿",
    "烈",
    "久",
    "举",
    "帕",
    "喻",
    "满",
    "乏",
    "弱",
    "消",
    "晰",
    "阔",
    "毁",
    "私",
    "禁",
    "忌",
    "叠",
    "蓬",
    "迦",
    "撒",
    "庭",
    "固",
    "澳",
    "屿",
    "足",
    "尺",
    "缘",
    "循",
    "预",
    "测",
    "仪",
    "院",
    "佐",
    "低",
    "储",
    "址",
    "搜",
    "吗",
    "拨",
    "辆",
    "晶",
    "簿",
    "蓝",
    "邻",
    "温",
    "冈",
    "迪",
    "圭",
    "黎",
    "梨",
    "沃",
    "泡",
    "铃",
    "花",
    "番",
    "乳",
    "盒",
    "饭",
    "乒",
    "乓",
    "驾",
    "驶",
    "乘",
    "屋",
    "房",
    "雀",
    "刑",
    "症",
    "凡",
    "矛",
    "盾",
    "赋",
    "予",
    "叔",
    "旁",
    "彼",
    "李",
    "陀",
    "宰",
    "休",
    "谟",
    "雏",
    "顶",
    "颁",
    "倡",
    "舍",
    "衍",
    "伽",
    "九",
    "徒",
    "热",
    "享",
    "荣",
    "翼",
    "君",
    "坎",
    "恐",
    "绎",
    "贫",
    "困",
    "丹",
    "芝",
    "彭",
    "颠",
    "藏",
    "遵",
    "守",
    "赞",
    "楚",
    "雄",
    "损",
    "娱",
    "医",
    "拓",
    "圈",
    "投",
    "慢",
    "周",
    "兵",
    "峰",
    "秀",
    "退",
    "乡",
    "龄",
    "童",
    "轻",
    "奈",
    "宋",
    "奏",
    "糊",
    "幅",
    "句",
    "六",
    "仗",
    "舞",
    "蹈",
    "喜",
    "庄",
    "饰",
    "寓",
    "瓶",
    "楼",
    "偶",
    "肥",
    "犯",
    "罪",
    "谐",
    "衰",
    "览",
    "赏",
    "左",
    "贯",
    "爆",
    "炸",
    "颇",
    "扭",
    "避",
    "辉",
    "双",
    "套",
    "掘",
    "拥",
    "怕",
    "漏",
    "迹",
    "盛",
    "拒",
    "截",
    "露",
    "临",
    "摇",
    "篮",
    "粮",
    "迅",
    "勃",
    "植",
    "剥",
    "急",
    "坏",
    "落",
    "横",
    "役",
    "营",
    "崩",
    "溃",
    "扮",
    "施",
    "昔",
    "财",
    "货",
    "谱",
    "旅",
    "职",
    "负",
    "责",
    "皇",
    "室",
    "契",
    "霸",
    "队",
    "杰",
    "汤",
    "堂",
    "玩",
    "邱",
    "怎",
    "艾",
    "你",
    "胜",
    "贡",
    "弹",
    "页",
    "幕",
    "屏",
    "压",
    "味",
    "佳",
    "跟",
    "擎",
    "歧",
    "坡",
    "驰",
    "硅",
    "矽",
    "谷",
    "芯",
    "闪",
    "鼠",
    "滑",
    "扫",
    "缓",
    "芽",
    "毒",
    "块",
    "串",
    "缀",
    "尾",
    "刚",
    "携",
    "梭",
    "穿",
    "韧",
    "堆",
    "贪",
    "霉",
    "僻",
    "田",
    "阗",
    "羌",
    "川",
    "雒",
    "泉",
    "旬",
    "邑",
    "扎",
    "沿",
    "疆",
    "挝",
    "寮",
    "墙",
    "尖",
    "棉",
    "登",
    "垂",
    "衣",
    "汪",
    "旺",
    "狮",
    "辛",
    "瀑",
    "畿",
    "吐",
    "怪",
    "闽",
    "蕃",
    "淇",
    "淋",
    "凌",
    "颗",
    "棒",
    "鱼",
    "橘",
    "菠",
    "萝",
    "听",
    "帽",
    "踏",
    "租",
    "违",
    "钱",
    "氏",
    "震",
    "璃",
    "魔",
    "痴",
    "呆",
    "豹",
    "崭",
    "迥",
    "却",
    "泰",
    "詹",
    "迈",
    "戈",
    "胆",
    "穆",
    "缪",
    "办",
    "厘",
    "筑",
    "荒",
    "谬",
    "迷",
    "松",
    "委",
    "恰",
    "皈",
    "奎",
    "惧",
    "颤",
    "栗",
    "玮",
    "芬",
    "野",
    "男",
    "替",
    "洞",
    "焦",
    "板",
    "杨",
    "倪",
    "梁",
    "玄",
    "穷",
    "汝",
    "魏",
    "晋",
    "唱",
    "绪",
    "藉",
    "颜",
    "惠",
    "蔡",
    "祝",
    "驻",
    "墨",
    "庙",
    "茧",
    "祈",
    "祷",
    "友",
    "谊",
    "勋",
    "爵",
    "诲",
    "讽",
    "刺",
    "绽",
    "抬",
    "雕",
    "孙",
    "坛",
    "侠",
    "靡",
    "撤",
    "琼",
    "瑶",
    "肃",
    "尧",
    "悠",
    "谣",
    "浮",
    "骈",
    "昆",
    "矣",
    "滥",
    "觞",
    "梦",
    "聊",
    "斋",
    "嘱",
    "皂",
    "妙",
    "様",
    "溪",
    "彩",
    "静",
    "卫",
    "坚",
    "歪",
    "害",
    "辙",
    "团",
    "凝",
    "睿",
    "吻",
    "欺",
    "骗",
    "澄",
    "敬",
    "畏",
    "忠",
    "孤",
    "铜",
    "痕",
    "瞒",
    "销",
    "烧",
    "她",
    "丈",
    "恋",
    "狩",
    "猎",
    "牧",
    "撑",
    "秘",
    "盈",
    "药",
    "侵",
    "刻",
    "铺",
    "走",
    "村",
    "漠",
    "忙",
    "送",
    "稳",
    "孕",
    "丝",
    "绸",
    "占",
    "亡",
    "巩",
    "灭",
    "涌",
    "谈",
    "膨",
    "胀",
    "稀",
    "宪",
    "闻",
    "径",
    "赛",
    "誉",
    "谎",
    "诃",
    "婆",
    "斑",
    "犹",
    "俱",
    "卧",
    "险",
    "斥",
    "恒",
    "旱",
    "遭",
    "遇",
    "败",
    "摆",
    "恢",
    "筛",
    "拼",
    "凑",
    "竞",
    "灌",
    "姓",
    "碑",
    "淡",
    "欣",
    "貌",
    "血",
    "稣",
    "俊",
    "珂",
    "捕",
    "捉",
    "浏",
    "戴",
    "竣",
    "右",
    "祖",
    "渡",
    "沮",
    "丧",
    "弄",
    "园",
    "暂",
    "蛋",
    "折",
    "拍",
    "摄",
    "剪",
    "尘",
    "颖",
    "绩",
    "纵",
    "萤",
    "摸",
    "良",
    "潘",
    "顾",
    "懋",
    "耗",
    "纠",
    "健",
    "询",
    "挖",
    "摊",
    "练",
    "款",
    "筹",
    "箭",
    "奔",
    "乙",
    "轨",
    "宝",
    "伺",
    "滚",
    "噪",
    "矢",
    "栏",
    "弧",
    "防",
    "航",
    "芳",
    "筒",
    "苍",
    "斐",
    "酵",
    "浆",
    "沈",
    "杭",
    "骊",
    "瑗",
    "珲",
    "亹",
    "雩",
    "庾",
    "虔",
    "淦",
    "邬",
    "玉",
    "鬰",
    "丰",
    "酆",
    "柱",
    "砫",
    "嶲",
    "呷",
    "婺",
    "鳛",
    "盩",
    "厔",
    "眉",
    "郿",
    "礼",
    "醴",
    "郃",
    "鄠",
    "彬",
    "邠",
    "鄜",
    "葭",
    "勉",
    "沔",
    "栒",
    "洵",
    "汧",
    "咸",
    "汶",
    "浦",
    "七",
    "酋",
    "珍",
    "喀",
    "蚩",
    "耳",
    "萌",
    "窝",
    "云",
    "札",
    "蒲",
    "乍",
    "葛",
    "岸",
    "堤",
    "夏",
    "茅",
    "裘",
    "舌",
    "席",
    "座",
    "韦",
    "卑",
    "涅",
    "熹",
    "歇",
    "镇",
    "翠",
    "危",
    "洪",
    "瑙",
    "帛",
    "琉",
    "待",
    "坤",
    "餐",
    "仔",
    "悖",
    "肉",
    "甜",
    "草",
    "莓",
    "啤",
    "糕",
    "凉",
    "菜",
    "酸",
    "润",
    "炼",
    "柳",
    "炉",
    "桔",
    "橙",
    "柑",
    "凤",
    "蜜",
    "懂",
    "猕",
    "猴",
    "桃",
    "蹦",
    "绑",
    "笨",
    "猪",
    "槌",
    "粒",
    "摔",
    "撞",
    "抢",
    "抄",
    "畜",
    "兽",
    "骡",
    "稍",
    "飙",
    "蔽",
    "厅",
    "坐",
    "曳",
    "呢",
    "柜",
    "掉",
    "凭",
    "零",
    "银",
    "纸",
    "宜",
    "笑",
    "贾",
    "惯",
    "犬",
    "狗",
    "鸟",
    "胶",
    "菲",
    "朴",
    "芮",
    "册",
    "钢",
    "纤",
    "树",
    "脂",
    "镭",
    "递",
    "降",
    "监",
    "朋",
    "虎",
    "豪",
    "尓",
    "<pad>",
    "<unk>",
    "<s>",
    "</s>"
  ],
  "unk": "<unk>",
  "pad": "<pad>",
  "bos": "<s>",
  "eos": "</s>"
}